Repository: eurolinux-enterprise-linux-sources/readahead
Catalog: src/po/*.po
Languages: ca, de, es, fi, ja, nl, sr@latin, ta

source: %s: error: max device count reached.
ca: %s: error: s'ha arribat al nombre màxim de dispositius.
de: %s: Fehler: maximale Anzahl Geräte erreicht.
es: %s: error: número máximo de dispositivos alcanzado.
fi: %s: virhe: laitteiden enimmäismäärä saavutettu.
ja: %s: エラー: 最大装置数に達しました。
nl: %s: fout: maximale aantal apparaten grens bereikt.
sr@latin: %s: greška: dosegnut je maksimalan broj uređaja.
ta: %s:பிழை: அதிகபட்சம் சாதனத்தால் பெறப்பட்ட எண்ணிக்கை.

source: %s: error: ext2fs_open_inode_scan failed
ca: %s: error: ext2fs_open_inode_scan ha fallat
de: %s: Fehler: ext2fs_open_inode_scan fehlgeschlagen
es: %s: error: ext2fs_open_inode_scan falló
fi: %s: virhe: ext2fs_open_inode_scan epäonnistui
ja: %s: エラー: ext2fs_open_inode_scan 失敗
nl: %s: fout: ext2fs_open_inode_scan mislukte
sr@latin: %s: greška: ext2fs_open_inode_scan nije uspeo
ta: %s: பிழை: ext2fs_open_inode_scan தோல்வியுற்றது

source: %s: error: ext2fs_open_inode_scan() failed
ca: %s: error: ext2fs_open_inode_scan() ha fallat
de: %s: Fehler: ext2fs_open_inode_scan() fehlgeschlagen
es: %s: error: ext2fs_open_inode_scan() falló
fi: %s: virhe: ext2fs_open_inode_scan() epäonnistui
ja: %s: エラー: ext2fs_open_inode_scan() 失敗
nl: %s: fout: ext2fs_open_inode_scan() mislukte
sr@latin: %s: greška: ext2fs_open_inode_scan() nije uspeo
ta: %s: பிழை: ext2fs_open_inode_scan() தோல்வியுற்றது

source: %s: error: %s: %s
de: %s: Fehler: %s: %s
fi: %s: virhe: %s: %s
ja: %s: エラー: %s: %s
nl: %s: fout: %s: %s
sr@latin: %s: greška: %s: %s
ta: %s: பிழை: %s: %s

source: %s: error: %s: unexpected format of sorted file
ca: %s: error: %s: el format del fitxer ordenat no és correcte
de: %s: Fehler: %s: Unerwartetes Format der sortierten Liste
es: %s: error: %s: formato inesperado del archivo ordenado
fi: %s: virhe: %s: järjestetyn tiedoston muoto on virheellinen
ja: %s: エラー: %s: ソートしたファイルの予期しない形式
nl: %s: fout: %s: onverwacht formaat van gesorteerd bestand
sr@latin: %s: greška: %s: neočekivani format sortirane datoteke
ta: %s: பிழை: %s: எதிர்பாராமல் வடிவமைக்கப்பட்டு வரிசைபடுத்தப்பட்ட கோப்பு

source: %s: error: max file count reached
ca: %s: error: s'ha arribat al nombre màxim de fitxers
de: %s: Fehler: max file count reached
es: %s: error: número máximo de archivos alcanzado
fi: %s: virhe: tiedostojen enimmäismäärä saavutettu
ja: %s: エラー: 最大ファイル数に達しました
nl: %s: fout: maximale aantal bestanden grens bereikt
sr@latin: %s: greška: dosegnut je maksimalan broj datoteka
ta: %s: பிழை: அதிகபட்சம் கோப்பால் பெறப்பட்ட எண்ணிக்கை

source: Time (read lists): %ld ms
ca: Temps (llegir llistes): %ld ms
de: Zeit (Listen gelesen): %ld ms
es: Tiempo (lectura de listas) %ld ms
fi: Aika (lue luettelot): %ld ms
ja: 時間 (読込み一覧): %ld ミリ秒
nl: Tijd (lijsten lezen): %ld ms
sr@latin: Vreme (čitanja listi): %ld ms
ta: நேரம் (read lists): %ld ms

source: Create list with %d files
ca: Crea la llista amb %d fitxers
de: Erzeuge Liste mit %d Dateien
es: Crear lista con los archivos %d
fi: Luo luettelo %d tiedostolla
ja: %d ファイルで一覧を作成
nl: Maak lijst met %d bestanden
sr@latin: Napravite listu sa %d datoteka
ta: %d கோப்புகளுடன் பட்டியலை உருவாக்கு

source: Time (read blocks): %ld ms
ca: Temps (llegir blocs): %ld ms
de: Zeit (Blöcke gelesen): %ld ms
es: Tiempo (lectura de bloques): %ld ms
fi: Aika (lue lohkot): %ld ms
ja: 時間 (読込みブロック): %ld ミリ秒
nl: Tijd (blokken lezen): %ld ms
sr@latin: Vreme (čitanja blokova): %ld ms
ta: நேரம் (read blocks): %ld ms

source: Read blocks for %d/%d files (%llu KB)
ca: Blocs llegits de %d/%d fitxers (%llu kB)
de: Lese Blöcke für %d/%d Dateien (%llu KB)
es: Leer bloques para los archivos %d%d (%llu KB)
fi: Lue lohkot %d/%d tiedostolle (%llu Kt)
ja: %d/%d ファイルのための読込みブロック (%llu KB)
nl: Lees blokken voor %d/%d bestanden (%llu KB)
sr@latin: Čitaj blokove za %d/%d datoteke (%llu KB)
ta: %d/%d கோப்புகளுக்காக (%llu KB) தடுப்புகளை வாசி

source: Time (readahead): %ld ms
ca: Temps (readahead): %ld ms
de: Zeit (vorausgelesen): %ld ms
es: Tiempo (readahead): %ld ms
fi: Aika (readahead): %ld ms
ja: 時間 (先読み): %ld ミリ秒
nl: Tijd (vooruitlezen): %ld ms
sr@latin: Vreme (readahead): %ld ms
ta: நேரம் (readahead): %ld ms

source: Preload %d/%d files (%llu KB)
ca: Precàrrega de %d/%d fitxers (%llu kB)
de: Vorausgeladen %d/%d Dateien (%llu KB)
es: Precarga de los archivos %d/%d (%llu KB)
fi: Esilataa %d/%d tiedostoa (%llu KB)
ja: プリロード %d/%d ファイル (%llu KB)
nl: Vooruitladen %d/%d bestanden (%llu KB)
sr@latin: Predučitavanje %d/%d datoteka (%llu KB)
ta: Preload %d/%d கோப்புகளை (%llu KB) மீளேற்றுகிறது

source: %s [options] <file> [...]
ca: %s [opcions] <fitxer> [...]
de: %s [Optionen] <Datei> [...]
es: %s [opciones] <archivo> [...]
fi: %s [valitsimet] <tiedosto> [...]
ja: %s [オプション] <ファイル> [...]
nl: %s [opties] <bestand> [...]
sr@latin: %s [opcije] <datoteka> [...]

source: -s | --sort sort list of files only -o | --output <file> output sorted list of files -d | --dont-sort call readahead(2) for already sorted list -h | --help this help -v | --verbose verbose mode -t | --timing report wasted time -m | --maxsize <10240> max size of a file to be preloaded (in KiB)
de: -s | --sort nur eine sortierte Liste aller Dateien -o | --output <file> Ausgabe der sortierten Liste der Dateien -d | --dont-sort rufe readahead(2) für bereits sortierte Liste auf -h | --help diese Hilfe -v | --verbose wortreicher Modus -t | --timing meldet vergeudete Zeit ..-m | --maxsize <10240> maximale Größe einer Datei zum vorladen (in KiB)
es: -s | --sort lista ordenada de archivos solamente -o | --output <file> salida para la lista ordenada de archivos -d | --dont-sort llamar readahead(2) para una lista ya ordenada -h | --help este contenido de ayuda -v | --verbose más mensajes -t | --timing informe del tiempo perdido -m | --maxsize <10240> tamaño máximo de un archivo a precargar (en KiB)
fi: -s | --sort pelkästään järjestä tiedostoluettelo -o | --output <tiedosto> tulosta järjestetty tiedostoluettelo -d | --dont-sort kutsu readahead(2) jo järjestetylle luettelolle -h | --help tämä ohje -v | --verbose monisanainen tila -t | --timing ilmoita hukatusta ajasta -m | --maxsize <10240> etukäteen ladattavan tiedoston enimmäiskoko (KiB)
ja: -s | --sort ファイルのみのソート一覧 -o | --output <ファイル> ファイルのソートされた一覧の出力 -d | --dont-sort 既にソートされた一覧のために readahead(2) を呼び出す -h | --help このヘルプ -v | --verbose 饒舌モード -t | --timing 浪費した時間をレポート -m | --maxsize <10240> プリロードされるファイルの最大サイズ (KiBで)
nl: -s | --sort sorteer alleen lijst van bestanden -o | --output <bestand> output gesorteerde lijst van bestanden -d | --dont-sort roep readahead(2) aan voor reeds gesorteerde lijst -h | --help deze hulp -v | --verbose breedsprakigeÂ·mode -t | --timing rapporteer verspilde tijd -m | --maxsize <10240> max grootte van een voor-geladen bestand (in KiB)
sr@latin: -s | --sort sortiraj samo listu datoteka -o | --output <file> izlaz sortirane liste datoteka -d | --dont-sort pozovi readahead(2) za već sortirane liste -h | --help ova pomoć -v | --verbose režim detaljnog ispisivanja -t | --timing izvesti o izgubljenom vremenu -m | --maxsize <10240> maks. veličina datoteke za predučitavanje (u KiB)

source: Mode: %s
de: Modus: %s
es: Modo: %s
fi: Tila: %s
ja: モード: %s
sr@latin: Režim: %s
ta: முறைமை: %s

source: Output: %s
ca: Sortida: %s
de: Ausgabe: %s
es: Salida: %s
fi: Tuloste: %s
ja: 出力: %s
sr@latin: Izlaz: %s
ta: வெளிப்பாடு %s

source: List: %s
ca: Llista: %s
de: Liste: %s
es: Lista: %s
fi: Luettelo %s
ja: 一覧: %s
nl: Lijst: %s
sr@latin: Lista: %s
ta: பட்டியல்: %s

source: Time total: %ld ms
ca: Temps total: %ld ms
de: Zeit total: %ld ms
es: Tiempo total: %ld ms
fi: Aika yhteensä: %ld ms
ja: 合計時間: %ld ミリ秒
nl: Totale tijd: %ld ms
sr@latin: Ukupno vreme: %ld ms
ta: மொத்த நேரம்: %ld ms
